{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 28, "word_counts": "{\"x^2\": 11, \"=\": 28, \"x^3\": 7, \"1/3*x^3\": 2, \"1/2*x^3\": 1, \"+\": 57, \"c\": 16, \"1/x\": 3, \"ln(x)\": 3, \"log(x)\": 2, \"1/2*ln(x)\": 1, \"ln(x^2)\": 1, \"e^x\": 6, \"e^(x\": 1, \"1)\": 1, \"2*e^x\": 1, \"2*x^2\": 5, \"3*x\": 4, \"4\": 6, \"2/3*x^3\": 3, \"3/2*x^2\": 3, \"4*x\": 5, \"(2*x^3)/3\": 1, \"(3*x^2)/2\": 1, \"x\": 4, \"1\": 6, \"(x^4)/4\": 1, \"(x^3)/3\": 2, \"(x^2)/2\": 1, \"(x^3)/4\": 1, \"(x^2)/3\": 1, \"2*x\": 3, \"5\": 3, \"5*x\": 3, \"(2*x^2)/2\": 1, \"3*x^2\": 2, \"(3*x^3)/3\": 1}", "word_docs": "{\"x^2\": 11, \"=\": 28, \"x^3\": 7, \"1/3*x^3\": 2, \"1/2*x^3\": 1, \"c\": 16, \"+\": 23, \"1/x\": 3, \"ln(x)\": 3, \"log(x)\": 2, \"1/2*ln(x)\": 1, \"ln(x^2)\": 1, \"e^x\": 4, \"e^(x\": 1, \"1)\": 1, \"2*e^x\": 1, \"3/2*x^2\": 3, \"2/3*x^3\": 3, \"3*x\": 4, \"2*x^2\": 5, \"4*x\": 5, \"4\": 6, \"(2*x^3)/3\": 1, \"(3*x^2)/2\": 1, \"x\": 2, \"(x^2)/2\": 1, \"(x^4)/4\": 1, \"(x^3)/3\": 2, \"1\": 6, \"(x^2)/3\": 1, \"(x^3)/4\": 1, \"5\": 3, \"2*x\": 3, \"5*x\": 3, \"(2*x^2)/2\": 1, \"3*x^2\": 2, \"(3*x^3)/3\": 1}", "index_docs": "{\"4\": 11, \"2\": 28, \"5\": 7, \"20\": 2, \"24\": 1, \"3\": 16, \"1\": 23, \"13\": 3, \"14\": 3, \"21\": 2, \"25\": 1, \"26\": 1, \"6\": 4, \"27\": 1, \"28\": 1, \"29\": 1, \"16\": 3, \"15\": 3, \"11\": 4, \"9\": 5, \"10\": 5, \"7\": 6, \"30\": 1, \"31\": 1, \"12\": 2, \"33\": 1, \"32\": 1, \"22\": 2, \"8\": 6, \"35\": 1, \"34\": 1, \"18\": 3, \"17\": 3, \"19\": 3, \"36\": 1, \"23\": 2, \"37\": 1}", "index_word": "{\"1\": \"+\", \"2\": \"=\", \"3\": \"c\", \"4\": \"x^2\", \"5\": \"x^3\", \"6\": \"e^x\", \"7\": \"4\", \"8\": \"1\", \"9\": \"2*x^2\", \"10\": \"4*x\", \"11\": \"3*x\", \"12\": \"x\", \"13\": \"1/x\", \"14\": \"ln(x)\", \"15\": \"2/3*x^3\", \"16\": \"3/2*x^2\", \"17\": \"2*x\", \"18\": \"5\", \"19\": \"5*x\", \"20\": \"1/3*x^3\", \"21\": \"log(x)\", \"22\": \"(x^3)/3\", \"23\": \"3*x^2\", \"24\": \"1/2*x^3\", \"25\": \"1/2*ln(x)\", \"26\": \"ln(x^2)\", \"27\": \"e^(x\", \"28\": \"1)\", \"29\": \"2*e^x\", \"30\": \"(2*x^3)/3\", \"31\": \"(3*x^2)/2\", \"32\": \"(x^4)/4\", \"33\": \"(x^2)/2\", \"34\": \"(x^3)/4\", \"35\": \"(x^2)/3\", \"36\": \"(2*x^2)/2\", \"37\": \"(3*x^3)/3\"}", "word_index": "{\"+\": 1, \"=\": 2, \"c\": 3, \"x^2\": 4, \"x^3\": 5, \"e^x\": 6, \"4\": 7, \"1\": 8, \"2*x^2\": 9, \"4*x\": 10, \"3*x\": 11, \"x\": 12, \"1/x\": 13, \"ln(x)\": 14, \"2/3*x^3\": 15, \"3/2*x^2\": 16, \"2*x\": 17, \"5\": 18, \"5*x\": 19, \"1/3*x^3\": 20, \"log(x)\": 21, \"(x^3)/3\": 22, \"3*x^2\": 23, \"1/2*x^3\": 24, \"1/2*ln(x)\": 25, \"ln(x^2)\": 26, \"e^(x\": 27, \"1)\": 28, \"2*e^x\": 29, \"(2*x^3)/3\": 30, \"(3*x^2)/2\": 31, \"(x^4)/4\": 32, \"(x^2)/2\": 33, \"(x^3)/4\": 34, \"(x^2)/3\": 35, \"(2*x^2)/2\": 36, \"(3*x^3)/3\": 37}"}}